{
  "title": "Clinical Research Conduct and Management Certificate",
  "summary": "Dr. Richard Louie, the program director, provides information about the clinical research profession, career options, and how UC Berkeley Extension can help launch a career in this field.",
  "sub-topics": [
    {
      "title": "Clinical Research Profession",
      "summary": "Positions in clinical research are in high demand due to the growth in the biopharmaceutical and medical device industries.",
      "quotes": [
        "Positions are increasingly in demand as the need grows for professionals to conduct and administer these studies.",
        "The industry is seeing a need for clinical research associates to manage domestic and global clinical studies.",
        "Job opportunities and growth in this profession are positive with an upward trend."
      ],
      "sub_topics": []
    },
    {
      "title": "Clinical Research Associate Profession",
      "summary": "Clinical research associates supervise, monitor, and support the administration and progress of clinical trials.",
      "quotes": [
        "Clinical research associates serve as the liaison between the site investigator and the sponsor.",
        "They ensure compliance with clinical trial protocols, scientific integrity of data, and ethical conduct.",
        "Clinical research associates communicate with clinical research coordinators to address obstacles and clarify data."
      ],
      "sub_topics": []
    },
    {
      "title": "Salary and Career Advancement",
      "summary": "Entry-level clinical research associates in the San Francisco Bay Area earn a median annual salary of $70,000.",
      "quotes": [
        "Salary increases with experience and credentialing.",
        "Clinical research managers earn a median annual salary of about $119,000.",
        "At least a year of work experience is recommended before pursuing credentialing exams."
      ],
      "sub_topics": []
    },
    {
      "title": "Preparation for the Clinical Research Profession",
      "summary": "To become a clinical research associate, a bachelor's degree in a science or technical field is recommended.",
      "quotes": [
        "Develop core knowledge in clinical research through certificate courses.",
        "Gain practical hands-on experience through internships or volunteering.",
        "Broaden and expand work experience in the profession before pursuing credentialing exams."
      ],
      "sub_topics": []
    },
    {
      "title": "UC Berkeley Extension's Clinical Research Conduct and Management Certificate",
      "summary": "UC Berkeley Extension offers a certificate program that provides a thorough foundation in clinical research.",
      "quotes": [
        "Courses cover FDA regulations, good clinical practices, and practical procedural guidelines.",
        "The program consists of four required courses and can be completed within 8 to 12 months.",
        "Courses are available in online and hybrid formats, allowing flexibility for students."
      ],
      "sub_topics": []
    },
    {
      "title": "Optional Courses and Internship Opportunities",
      "summary": "UC Berkeley Extension offers optional courses to further expand knowledge in specific areas of clinical research.",
      "quotes": [
        "Optional courses include pharmacology, genomic medicine, toxicology, and regulatory affairs.",
        "Internship opportunities are available to gain practical work experience and build connections.",
        "Collaborations with pharmaceutical companies and academic research institutions provide networking opportunities."
      ],
      "sub_topics": []
    },
    {
      "title": "Testimonials and Graduates' Success",
      "summary": "Recent graduates have secured positions at companies like Nickar Therapeutics, Immune Design, and Genentech.",
      "quotes": [
        "Having the certificate from a reputable institution made them stronger candidates within the industry.",
        "The certificate demonstrated their knowledge and effort in understanding all facets of clinical operations.",
        "The certificate made a crucial difference in securing interviews and positions."
      ],
      "sub_topics": []
    },
    {
      "title": "Program Registration and Completion",
      "summary": "Registration for the certificate program is a one-time $150 processing fee.",
      "quotes": [
        "Courses can be paid for individually as you enroll.",
        "Complete courses with a grade of C or better and achieve a GPA of 2.5 or higher.",
        "Contact the department upon completion to receive the certificate."
      ],
      "sub_topics": []
    }
  ]
}