{
  "title": "Online Information Session on Health Informatics",
  "summary": "UC Berkeley Extension offers a fully online professional program in health informatics. The program prepares students for in-demand positions in the healthcare field.",
  "sub-topics": [
    {
      "title": "Importance of Health Informatics",
      "summary": "Health informatics is essential for quality patient-centered healthcare and is projected to drive job growth in the healthcare industry.",
      "quotes": [
        "Health informatics is essential to the delivery of quality patient-centered health care in the United States and around the world.",
        "The healthcare industry will continue to drive the nation's employment growth through 2026 by adding around 4 million new jobs.",
        "The need to address the Triple Aim improve care quality and population health while reducing costs is driving the need for more health informatics professionals."
      ],
      "sub-topics": [
        {
          "title": "Role of Electronic Health Record Systems",
          "summary": "Electronic health record systems track patient care, provide informed choices for healthcare professionals, and support a more efficient delivery system.",
          "quotes": [
            "Electronic health records help track patient care and allow health professionals to make the most informed and appropriate choices for their patients.",
            "Electronic health records are associated with clinical decision support systems and the ability to electronically share information with other providers."
          ],
          "sub-topics": [
            {
              "title": "Top Focus Areas for Health Informatics Work",
              "summary": "Top focus areas for health informatics work include electronic health records, improving quality outcomes through health IT, data analytics, and more.",
              "quotes": [
                "Top focus areas for health informatics work included electronic health records, improving quality outcomes through health IT, data analytics, and clinical informatics.",
                "Hospitals employ a wide range of information and technology leaders to address health information and technology issues."
              ],
              "sub-topics": []
            }
          ]
        }
      ]
    },
    {
      "title": "UC Berkeley Extension's Health Informatics Program",
      "summary": "UC Berkeley Extension offers a fully online health informatics program that prepares students for a wide range of positions in the field.",
      "quotes": [
        "UC Berkeley Extension is the continuing education department of UC Berkeley and offers more than 65 professional certificates and specialized programs.",
        "The health informatics certificate program can prepare students for positions such as health informatics specialists, clinical informatics management, and more.",
        "The program consists of four required courses that can be completed online in as little as three months."
      ],
      "sub-topics": [
        {
          "title": "Required Courses",
          "summary": "The program consists of four required courses: Introduction to Health Informatics, Health Informatics Applications, Interoperability Standards and Health Information Exchange, and Electronic Health Record Systems.",
          "quotes": [
            "The four required courses are Introduction to Health Informatics, Health Informatics Applications, Interoperability Standards and Health Information Exchange, and Electronic Health Record Systems.",
            "The courses can be taken in any order."
          ],
          "sub-topics": []
        },
        {
          "title": "Course Details",
          "summary": "Courses are offered online and can be completed at your own pace. Assignments include activities using health informatics applications and real-world projects.",
          "quotes": [
            "Courses are offered online in an ongoing, continuous enrollment format.",
            "Assignments include activities using health informatics applications and other real-world projects."
          ],
          "sub-topics": []
        },
        {
          "title": "Cost and Financial Aid",
          "summary": "The total cost for all four required courses is around $7,800. Financial aid is not available for this program.",
          "quotes": [
            "The total cost for all four required courses is around $7,800.",
            "Financial aid is not available for this program."
          ],
          "sub-topics": []
        }
      ]
    }
  ]
}